---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Category
source: html/d86d3c89-67bc-e063-6435-be095ea68d1d.htm
---
# Category Members

Causes the object to release immediately any resources it may be utilizing.